Revit 2024 API
SymbolTypeId.MNPerM Property
 Symbol MN/m, indicating unit Meganewtons per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MNPerM { get; }
Visual Basic
Public Shared ReadOnly Property MNPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MNPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace